{
  "main": "Главная страница",
  "resume": "Резюме",
  "language": "РУ",
  "not-found": "Страница не найдена",
  "error-has-occured": "Произошла ошибка",
  "reload-page": "Перезагрузите страницу",
  "welcome to insangelhub": "Добро пожаловать на InsangelHub!",
  "app based on": "Это web приложение основано на React/Redux для frontend части и на NestJS (Node.js) для backend части.",
  "profile": "Профиль",
  "login_nav": "Войти",
  "logout": "Выйти",
  "articles": "Статьи",
  "create article": "Создать статью",
  "welcome message": "Добро пожаловать, дорогой гость! Я очень рад, что вы посетили мое web приложение под названием InsangelHub. Пожалуйста, не судите строго за слабый дизайн проекта. Я не дизайнер. Это приложение создано, чтобы показать мои навыки разработки, немного рассказать обо мне и обмениваться знаниями и опытом в статьях.",
  "little me": "Маленький я",
  "about myself": "Обо мне:",
  "bio": "Я родился 9 апреля 2000-го в Петропавловске, Северный Казахстан. Закончил школу в 2018, потом получил грант в Академии Гражданской Авиации. Я хотел стать пилотом, но не закончил академию из-за проблем со здоровьем. После Академии я попробовал себя в продажах и стал довольно неплох в этом деле, пока не наткнулся на web-разработку. Я делал сайты на Tilda/Bitrix, освоил JavaScript и так я понял что не хочу ничего больше делать в моей жизни, кроме того как стать разработчиком. Пока мой путь разработчика продолжается, я никогда не останавливаюсь получать новые навыки, изучать новые технологии, читать о сфере IT. Я знаю, что стану хорошим специалистом.",
  "big me": "Большой я",
  "about app": "О приложении:",
  "github info": "Мы можете найти больше информации о проекте на моем GitHub.",
  "Frontend part": "Frontend:",
  "Backend part": "Backend:",
  "register link": "Для начала вам надо зарегистрировать здесь аккаунт. Вы можете это сделать просто кликнув на эту ",
  "link for registration": "ссылку",
  "extra register info": " Или вы можете нажать на надпись “Войти” в верхней панели и найти ссылку на регистрацию там.",
  "dont wanna register": "Если вы не хотите создавать новый аккаунт здесь, то можете использовать этот аккаунт для логина. Почта: ",
  "password guest": "Пароль: ",
  "after login": "После логина или регистрации вы будете переведены на страницу своего профиля. Ссылка на страницу профиля будет в сайдбаре и будет иметь иконку профиля рядом с собой. Иконка будет выглядеть так ",
  "not able get profile page": " Вы не сможете зайти на страницу профиля если вы не авторизованы. Также после авторизации вы сможете просматривать профили других людей.",
  "change theme language": "Если вы хотите сменить тему (Светлая, Темная) или поменять язык (Русский, Англйиский) вы можете это сделать в верхней панели. ",
  "resume words": "Вы можете почитать мое резюме кликнув на ",
  "link for resume": "ссылку",
  "with icon next resume": " с иконкой которая выглядит как ",
  "in sidbar resume": " в сайдбаре.",
  "look article": "Вы можете посмотреть на список статей кликнув на эту ",
  "and choose article to read": " в сайдбаре и найти статью для прочтения. Вы можете поменять отображение статей (МАЛ, БОЛ), сортировать статьи по тэгам, осуществлять поиск статей, менять направление (УБЫВ, ВОЗР). Также вы можете комментировать статью. Если вам не понравился свой комментарий вы можете либо удалить его, либо редактировать его.",
  "looks like icon article": " с иконкой, которая выглядит так ",
  "furthermore create article": "Более того, вы можете создавать ваши собственные статьи кликнув на эту ",
  "delete or edit article": " в сайдбаре. Если вам не нравиться ваша статься вы можете либо удалить ее, либо редактировать ее. Но для создания статей надо быть авторизованным."
}
