{
  "main": "Main page",
  "resume": "Resume",
  "language": "EN",
  "not-found": "Page was not found",
  "error-has-occured": "An error has occured",
  "reload-page": "Reload the page",
  "welcome to insangelhub": "Welcome to InsangelHub!",
  "app based on": "This web application is based on React/Redux for a frontend part and NestJS (Node.js) for a backend part. ",
  "profile": "Profile",
  "login_nav": "Login",
  "logout": "Logout",
  "articles": "Articles",
  "create article": "Create article",
  "welcome message": "Welcome dear guest! I'm very glad you visited my little web application named InsangelHub. Please, don't judge me for poor design work. I'm not a designer. This app is made to respresent engineering skills, to tell a little bit about myself and exchange knowledge and experience in articles.",
  "little me": "Little me",
  "about myself": "About myself:",
  "bio": "I was born on April 9, 2000 in Petropavlovsk, Northern Kazakhstan.I graduated from Hight School in 2018, then I got a grant for Flight Academy. I wanted become a pilot, but never got to finish it because of health issues. After Flight Academy I tried myself in sales and become pretty good at it until I ran into web-development. I was making web-sites based on Tilda, Bitrix, learnt JavaScript and that’s how I realized and don’t wanna do anything else in my life but become a software engineer. As my developer’s journey continues, I never stop gaining skills, learning new technologies, reading about IT. I know I’ll make a good engineer. ",
  "big me": "Big me",
  "about app": "About app:",
  "github info": "You can find more information about this project in my GitHub.",
  "Frontend part": "Frontend:",
  "Backend part": "Backend:",
  "register link": "First of all you need to register you account here. You can do it simply by clicking this ",
  "link for registration": "link.",
  "extra register info": " Or you can click “Login” sign in the header bar and find link for registration there.",
  "dont wanna register": "If you don't want to create new account here, you can use this account to login. Mail: ",
  "password guest": "Password: ",
  "after login": "After login or registration you will be navigated to your profile page. Profile page link will be in sidebar and will have profile icon next to it. Profile icon will look like this ",
  "not able get profile page": " You won’t be able to get into profile page if you’re not logged in. Also you after logging you can look at others people profiles.",
  "change theme language": "If you'd like to switch theme (Light, Dark) or switch language (English, Russian) you can do it in header bar.",
  "resume words": "You can read my resume by clicking this ",
  "link for resume": "link",
  "with icon next resume": " with icon that looks like ",
  "in sidbar resume": " in sidebar.",
  "look article": "You can see articles list by clicking this ",
  "and choose article to read": " in sidebar and find article to read. You can change list's view (SMALL, BIG), sort articles by tags, search articles, change direction (ASC, DESC). Also you can comment article. If you don't like your comment you can either delete it or edit it.",
  "looks like icon article": " with icon that looks like this ",
  "furthermore create article": "Furthermore, you can create your own articles by clicking this ",
  "delete or edit article": " in sidebar. If you don’t like your article you can either delete it or edit it. But to create an article you have to be logged in.",
  "WARNINGNOIMAGES": "WARNING: Do not create/edit articles or your profile uploading pictures. I changed hosting from Heroku to Vercel and it does not provide opportunity to upload images. For now I can't afford AWS S3, Google Cloud Storage or something else."
}
